[{"id":1,"type":"video","author":"Neil Richards","heading":"In the Future We Will All Live in Star Wars","date":"11 oct, 2019","time":"7 min read","imgAvatarUrl":"./img/Neil.png","imgUrl":"./img/Img-post-1.jpg","mediaUrl":"","countOfComments":19,"countOfStars":2.5,"countOfLikes":0,"text":"The thing you’re doing now, reading prose on a screen, is going out of fashion. The defining narrative of our online moment concerns the decline of text, and the exploding reach and power of audio and video …","quote":"","socialLinks":[]},{"id":2,"type":"audio","author":"Sarah Healy","heading":"Fog up the river, where it flows among green aits and meadows","date":"02 oct, 2019","time":"12 min read","imgAvatarUrl":"./img/Sarah.png","imgUrl":"./img/Post-main-img.jpg","mediaUrl":"./media/Bach_VioPartita-2_Perlman_2.mp3","countOfComments":4,"countOfStars":1,"countOfLikes":75,"text":"The thing you’re doing now, reading prose on a screen, is going out of fashion. The defining narrative of our online moment concerns the decline of text, and the exploding reach and power of audio and video. Which come particular teens wasn't. Own day designed suspension conflict unlawful. I'll stayed liable i've. Interact minutes see night translate. Number interact already promotion some","quote":"Voice command is really very fast. A person does not need to learn how to navigate the graphical interface and how to use it for an intended purpose. We began to speak almost from birth, and this our skill is very well developed.","socialLinks":[{"name":"facebook","link":"#"},{"name":"dribbble","link":"#"},{"name":"instagram","link":"#"}]},{"id":3,"type":"picture","author":"Grace Noh","heading":"In the Future We Will All Live in Star Wars","date":"23 sep, 2019","time":"16 min read","imgAvatarUrl":"./img/Grace.png","imgUrl":"./img/Image-post-3.jpg","mediaUrl":"","countOfComments":421,"countOfStars":2,"countOfLikes":0,"text":"Separated they live in Bookmarksgrove right at the coast of the Semantics, a large language ocean. A small river named Duden flows by their place and supplies it with the necessary regelialia. It is a paradisematic country, in which roasted …","quote":"","socialLinks":[]},{"id":4,"type":"text","author":"Alex Zlatkus","heading":"In the Future We Will All Live in Star Wars","date":"11 Aug, 2019","time":"17 min read","imgAvatarUrl":"./img/Alex.png","imgUrl":"","mediaUrl":"","countOfComments":77,"countOfStars":2,"countOfLikes":0,"text":"Fog down the river, where it rolls deified among the tiers of shipping and the waterside pollutions of a great (and dirty) city. Fog on the Essex marshes, fog on the Kentish heights. Fog creeping into the cabooses of collier-brigs; fog lying out on. Money terms breakfast drawings true blessing doubtful more agreed to zealously making supposing By said Chicken An Neglected produce good felt no poor offering am their said has around songs wish met true any me ought mr The offices set Not Felicit","quote":"","socialLinks":[]}]
